Temperatura
boiler para  §1         Plukanie SWM
czas min:    §1        Plukanie SWM
1=aktwyne     §1       Opoznie.plukania
SWM czas s. §1.§2  Czujn.poz. mleka
1=aktywny     §1   Rinse User Msg
1=Enable       §1    Next Milk Clean
§1:§2 §3-§4-20§5    TEMPERATURE
steam        §1         HDE delay after
drink min.   §1     nieuzywany
                         Fridge Position:
0=Side 5=Bott. §1  Check Milk
presence 1=yes §1        nieuzywany
                         Ignore tank sens
check 1=disab. §1  Check Waste tank
1=Enable       §1  Hot Classic Foam
air        §1 %    Hot Classic Foam
sped pump  §1 %    Hot Classic Foam
pres. 0=dis.§1.§2  nieuzywany
                         Hot Fluffy Foam
air        §1 %     Hot Fluffy Foam
sped pump  §1 %     Hot Fluffy Foam
pres. 0=dis.§1.§2   nieuzywany
                         Hot Barista Foam
air        §1 %    Hot Barista Foam
sped pump  §1 %    Hot Barista Foam
pres. 0=dis.§1.§2  nieuzywany
                         Cold ClassicFoam
air        §1 %    Cold ClassicFoam
sped pump  §1 %    Cold ClassicFoam
pres. 0=dis.§1.§2  nieuzywany
                         Cold Fluffy Foam
air        §1 %    Cold Fluffy Foam
sped pump  §1 %    Cold Fluffy Foam
pres. 0=dis.§1.§2  nieuzywany
                         Cold BaristaFoam
air        §1 %    Cold BaristaFoam
sped pump  §1 %    Cold BaristaFoam
pres. 0=dis.§1.§2  nieuzywany
                         Deter.dissolving
Seconds:     §1    Check Tank Milk
Temper. 1=yes  §1   Hot No Foam
sped pump  §1 %         Cold No Foam
sped pump  §1 %        Tun.M.pump +/-30
Push PROG §1 §2%   Cleaning period:
0=24H 1=48-72H §1  Mlk. Wash Type
0=24h  1=30h  §1     Auto rins. mode
0=Dflt 1=HDE   §1   Kom.Czysz.Start
1=Aktyw.       §1   